Revit 2015 API
AnnotationSymbolTypeSet Constructor
Initializes a new instance of the AnnotationSymbolTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public AnnotationSymbolTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
AnnotationSymbolTypeSet()
See Also
AnnotationSymbolTypeSet Class
Autodesk.Revit.DB Namespace